{
  "home": "Accueil",
  "our_boxes": "Nos Boîtes",
  "gallery": "Galerie",
  "blog": "Blog",
  "contact": "Contact",
  "shopping_cart": "Panier",
  "welcome_to": "Bienvenue à",
  "dulce_land": "Dulce Land",
  "view_collection": "Voir la Collection",
  "order_now": "Commander Maintenant",
  "the_art_of_luxury_sweets": "L'Art des Douceurs de Luxe",
  "about_us_paragraph": "Chez Dulce Land, nous croyons en la création de bien plus que de simples douceurs ; nous créons des chefs-d'œuvre comestibles. Chaque boîte témoigne de notre passion pour les saveurs exquises, les ingrédients de première qualité et l'artisanat méticuleux. Du croquant délicat de nos chocolats faits à la main à la perfection fondante de nos pâtisseries, chaque bouchée est conçue pour vous transporter dans un monde de pure indulgence. Découvrez la différence que la dévotion et une touche de luxe peuvent apporter.",
  "our_signature_boxes": "Nos Boîtes Signature",
  "our_signature_boxes_paragraph": "Découvrez notre collection exquise de boîtes de douceurs artisanales, parfaites pour offrir ou pour vous faire plaisir. Chaque boîte est remplie d'amour et des meilleurs ingrédients.",
  "view_all_boxes": "Voir Toutes les Boîtes",
  "why_choose_dulce_land_title": "Pourquoi Choisir Dulcé Land",
  "why_choose_dulce_land_subtitle": "Parce que chaque détail compte.",
  "reason_0_front_title": "Ingrédients Naturels",
  "reason_0_back_text": "Nous utilisons uniquement des ingrédients purs et de haute qualité provenant de partenaires locaux et internationaux de confiance.",
  "reason_1_front_title": "Emballage de Luxe",
  "reason_1_back_text": "Chaque boîte est conçue comme un cadeau — élégante, dorée, et pensée pour impressionner dès le premier regard.",
  "reason_2_front_title": "Excellence Artisanale",
  "reason_2_back_text": "Chaque douceur est fabriquée à la main par des artisans passionnés alliant créativité et tradition.",
  "reason_3_front_title": "Livraison Rapide et Fraîche",
  "reason_3_back_text": "Nous veillons à ce que chaque commande arrive fraîche, magnifiquement présentée et à temps.",
  "reason_4_front_title": "Service Personnalisé",
  "reason_4_back_text": "Nous adaptons chaque expérience à vos besoins — parce que le luxe signifie l'attention aux détails.",
  "reason_5_front_title": "Approuvé par les Amateurs de Douceurs",
  "reason_5_back_text": "Nos clients nous choisissent non seulement pour le goût — mais pour le sentiment d'élégance que nous offrons.",
  "what_our_clients_say": "Ce que disent nos clients",
  "every_bite_tells_a_story": "Chaque Bouchée Raconte une Histoire de Perfection",
  "get_in_touch": "Contactez-nous",
  "whatsapp_us": "WhatsApp Nous",
  "email_address": "info@dulceland.dz",
  "address": "123 Rue des Douceurs, Alger, Algérie",
  "phone_number": "+213 555 123 456",
  "all_rights_reserved": "Tous droits réservés.",
  "add_to_cart": "Ajouter au Panier",
  "our_sweet_boxes_title": "Nos Boîtes de Douceurs",
  "our_sweet_boxes_description": "Découvrez notre collection exquise de boîtes de douceurs artisanales, parfaites pour offrir ou pour vous faire plaisir. Chaque boîte est remplie d'amour et des meilleurs ingrédients.",
  "classic_sweet_box_name": "Boîte de Douceurs Classique",
  "classic_sweet_box_description": "Un assortiment délicieux de nos douceurs les plus populaires, parfait pour toute occasion. Comprend des chocolats, des biscuits et des bonbons.",
  "gourmet_chocolate_box_name": "Boîte de Chocolats Gourmands",
  "gourmet_chocolate_box_description": "Laissez-vous tenter par notre sélection premium de chocolats artisanaux, fabriqués avec les meilleures fèves de cacao et des garnitures uniques.",
  "assorted_cookie_box_name": "Boîte de Biscuits Assortis",
  "assorted_cookie_box_description": "Une variété de biscuits fraîchement cuits, du classique aux pépites de chocolat au délicat sablé, il y en a pour tous les goûts.",
  "premium_sweet_box_name": "Boîte de Douceurs Premium",
  "premium_sweet_box_description": "Une collection exquise de nos douceurs les plus raffinées et luxueuses, parfaite pour les cadeaux spéciaux et les grandes célébrations.",
  "kids_fun_box_name": "Boîte Amusante pour Enfants",
  "kids_fun_box_description": "Une boîte colorée remplie de friandises amusantes et savoureuses que les enfants adoreront, y compris des sucettes, des bonbons gélifiés et des mini-cupcakes.",
  "customizable_sweet_box_name": "Boîte de Douceurs Personnalisable",
  "customizable_sweet_box_description": "Créez votre propre boîte de douceurs parfaite en choisissant parmi notre large gamme de friandises individuelles. Le cadeau personnalisé ultime !",
  "your_shopping_cart": "Votre Panier",
  "cart_empty_message": "Votre panier est vide. Veuillez ajouter des articles avant de passer à la caisse.",
  "start_shopping": "Commencez vos achats !",
  "clear_cart": "Vider le Panier",
  "order_summary": "Récapitulatif de la Commande",
  "subtotal": "Sous-total :",
  "total": "Total :",
  "proceed_to_checkout": "Passer à la Caisse",
  "checkout_title": "Paiement",
  "checkout_description": "Veuillez remplir vos coordonnées pour finaliser votre commande.",
  "shipping_information": "Informations de Livraison",
  "first_name": "Prénom",
  "last_name": "Nom de Famille",
  "address": "Adresse",
  "city": "Ville",
  "state_province": "État/Province",
  "zip_code": "Code Postal",
  "phone_number": "Numéro de Téléphone",
  "payment_method": "Méthode de Paiement",
  "cash_on_delivery": "Paiement à la Livraison",
  "credit_card": "Carte de Crédit",
  "credit_card_details": "Détails de la Carte de Crédit",
  "card_number": "Numéro de Carte",
  "expiry_date": "Date d'Expiration",
  "cvv": "CVV",
  "place_order": "Passer la Commande",
  "cart_empty_toast": "Votre panier est vide. Veuillez ajouter des articles avant de passer à la caisse.",
  "order_placed_success_toast": "Commande passée avec succès !",
  "contact_us_title": "Contactez-nous",
  "contact_us_description": "Vous avez une question ou une demande spéciale ? Nous serions ravis de vous entendre !",
  "name": "Nom",
  "email": "Email",
  "subject": "Sujet",
  "message": "Message",
  "send_message": "Envoyer le Message",
  "message_sent_success_toast": "Votre message a été envoyé !",
  "order_confirmed_title": "Commande Confirmée !",
  "order_confirmed_message_1": "Merci pour votre achat chez Dulce Land. L'un de nos agents vous contactera sous peu pour confirmer votre commande, après quoi elle sera traitée et livrée.",
  "order_confirmed_message_2": "Vous recevrez un e-mail ou un message WhatsApp avec tous les détails de votre commande.",
  "dulce_land_wish": "Dulce Land vous souhaite une bonne journée !",
  "continue_shopping": "Continuer vos Achats",
  "return_to_home": "Retour à l'Accueil",
  "our_sweet_creations_title": "Nos Créations Sucrées",
  "our_sweet_creations_description": "Un festin visuel de nos délicieuses boîtes de douceurs, gâteaux et pâtisseries. Laissez-vous inspirer par l'art et la passion de chaque création.",
  "blog_section_title": "Au Cœur de Dulce Land — Nos Histoires Sucrées",
  "blog_section_subtitle": "Découvrez nos inspirations, nos créations et les secrets du chocolat de luxe.",
  "blog_post_1_title": "Comment choisir le coffret parfait ?",
  "blog_post_1_summary": "Découvrez nos conseils pour choisir le coffret de douceurs idéal pour chaque occasion, que ce soit un cadeau ou un plaisir personnel.",
  "blog_post_2_title": "Les secrets du chocolat de luxe",
  "blog_post_2_summary": "Explorez le voyage de nos fèves de cacao premium, de la culture aux chocolats exquis que vous aimez.",
  "blog_post_3_title": "Nos nouvelles créations saisonnières",
  "blog_post_3_summary": "Découvrez les dernières nouveautés de notre collection, inspirées par les saveurs de saison et les célébrations festives.",
  "blog_post_4_title": "L'art d'accorder les douceurs avec les boissons",
  "blog_post_4_summary": "Apprenez à marier parfaitement nos douceurs gourmandes avec vos boissons préférées pour une expérience sublimée.",
  "blog_post_5_title": "Dans les coulisses : Une journée chez Dulce Land",
  "blog_post_5_summary": "Obtenez un aperçu exclusif de notre cuisine et rencontrez les artisans qui donnent vie à nos visions sucrées.",
  "blog_post_6_title": "Traditions sucrées du monde entier",
  "blog_post_6_summary": "Voyagez avec nous pour explorer les fascinantes traditions sucrées et les desserts de différentes cultures.",
  "read_more": "Lire Plus",
  "view_all_articles": "Voir Tous les Articles",
  "all_blog_articles_title": "Toutes Nos Histoires Sucrées",
  "all_blog_articles_description": "Plongez dans l'univers de Dulce Land avec nos articles sur les douceurs, le chocolat et les expériences gourmandes.",
  "coming_soon": "Bientôt Disponible...",
  "more_articles_soon": "Plus d'articles seront ajoutés prochainement. Restez à l'écoute pour de délicieuses histoires !",
  "blog_post_detail_title": "Titre de l'Article de Blog {id}",
  "blog_post_detail_content": "Ceci est le contenu détaillé de l'article de blog {id}. Vous trouverez ici un aperçu approfondi du sujet, y compris des informations fascinantes, des histoires des coulisses et des conseils d'experts. Nous sommes passionnés par le partage de nos connaissances et de notre amour pour les douceurs de luxe avec vous. Restez à l'écoute pour plus de contenu captivant !",
  "back_to_blog": "Retour au Blog",
  "blog_post_how_to_choose_perfect_box_title": "Comment Choisir le Coffret Parfait — L'Art d'Offrir avec Dulce Land",
  "blog_post_how_to_choose_perfect_box_summary": "Découvrez nos conseils pour choisir le coffret de douceurs idéal pour chaque occasion, que ce soit un cadeau ou un plaisir personnel.",
  "how_to_choose_perfect_box_intro": "Il y a quelque chose de magique à offrir une boîte de chocolats. Ce n'est pas seulement un cadeau — c'est un geste d'amour, de gratitude ou de célébration. Mais avec tant de choix, comment choisir le coffret parfait ? Chez Dulce Land, nous croyons que chaque boîte raconte une histoire — et cette histoire doit refléter le cœur du moment que vous souhaitez partager.",
  "how_to_choose_perfect_box_section_1_title": "1. Pensez à l'Occasion",
  "how_to_choose_perfect_box_section_1_content_1": "Chaque moment mérite sa propre saveur.",
  "how_to_choose_perfect_box_section_1_content_2": "Est-ce un geste romantique ? Un cadeau de remerciement ? Une célébration familiale ?",
  "how_to_choose_perfect_box_section_1_content_3": "Pour les occasions intimes, notre Boîte Cœur Signature est un choix intemporel.",
  "how_to_choose_perfect_box_section_1_content_4": "Pour les réunions festives, optez pour notre Collection Or de Luxe — élégante et généreuse.",
  "how_to_choose_perfect_box_section_2_title": "2. Connaissez le Goût du Destinataire",
  "how_to_choose_perfect_box_section_2_content_1": "Chocolat noir, au lait ou blanc ? Amateurs de caramel ou passionnés de noix ?",
  "how_to_choose_perfect_box_section_2_content_2": "Lorsque vous connaissez leurs préférences, vous montrez que vous vous souciez d'eux.",
  "how_to_choose_perfect_box_section_2_content_3": "Nos coffrets personnalisés vous permettent de personnaliser chaque détail — de la texture à l'harmonie des saveurs.",
  "how_to_choose_perfect_box_section_3_title": "3. La Taille et la Présentation Comptent",
  "how_to_choose_perfect_box_section_3_content_1": "La beauté d'un cadeau réside dans ses détails.",
  "how_to_choose_perfect_box_section_3_content_2": "Une petite boîte raffinée dit « J'ai pensé à toi ».",
  "how_to_choose_perfect_box_section_3_content_3": "Une boîte plus grande et étagée dit « Vous méritez quelque chose d'exceptionnel ».",
  "how_to_choose_perfect_box_section_3_content_4": "Chez Dulce Land, chaque boîte est fabriquée à la main avec des accents dorés et enveloppée d'une finition velours pour cette première impression inoubliable.",
  "how_to_choose_perfect_box_section_4_title": "4. Ajoutez une Touche Personnelle",
  "how_to_choose_perfect_box_section_4_content_1": "Un mot manuscrit. Un nom gravé sur le ruban.",
  "how_to_choose_perfect_box_section_4_content_2": "De petits gestes qui transforment une boîte en un souvenir.",
  "how_to_choose_perfect_box_section_4_content_3": "Notre équipe chez Dulce Land adore vous aider à ajouter cette chaleur humaine qui fait la différence.",
  "how_to_choose_perfect_box_section_5_title": "5. Choisissez la Qualité et l'Authenticité",
  "how_to_choose_perfect_box_section_5_content_1": "Le luxe ne concerne pas seulement l'apparence — il s'agit d'un savoir-faire authentique.",
  "how_to_choose_perfect_box_section_5_content_2": "Nos chocolats sont fabriqués avec des ingrédients soigneusement sélectionnés, du pur beurre de cacao et une passion artisanale.",
  "how_to_choose_perfect_box_section_5_content_3": "Choisir Dulce Land, c'est choisir l'excellence, l'élégance et l'émotion.",
  "how_to_choose_perfect_box_conclusion_title": "Conclusion : Offrez Plus Que du Chocolat",
  "how_to_choose_perfect_box_conclusion_content_1": "Lorsque vous choisissez le coffret parfait, vous n'offrez pas seulement des douceurs — vous partagez de l'émotion, du goût et de l'art.",
  "how_to_choose_perfect_box_conclusion_content_2": "Que ce soit pour vous-même ou pour quelqu'un de spécial, le bon coffret est celui qui parle du cœur.",
  "how_to_choose_perfect_box_conclusion_content_3": "Chez Dulce Land, nous vous aidons à rendre chaque geste inoubliable.",
  "how_to_choose_perfect_box_author": "Écrit avec amour par l'équipe Dulce Land — Où chaque bouchée raconte une histoire.",
  "blog_post_the_secrets_of_luxury_chocolate_title": "Les Secrets du Chocolat de Luxe",
  "blog_post_the_secrets_of_luxury_chocolate_summary": "Explorez le voyage de nos fèves de cacao premium, de la culture aux chocolats exquis que vous aimez.",
  "the_secrets_of_luxury_chocolate_intro": "Il y a quelque chose de magique dans le chocolat de luxe. Ce n'est pas seulement une douceur — c'est une histoire d'artisanat, de patience et de passion. Chaque bouchée soyeuse cache des années de tradition et une obsession de la perfection.",
  "the_secrets_of_luxury_chocolate_section_1_title": "1. Tout Commence par la Fève",
  "the_secrets_of_luxury_chocolate_section_1_content": "Le véritable chocolat de luxe commence bien avant d'atteindre vos mains. Le secret réside dans la fève de cacao — soigneusement sélectionnée dans des fermes durables où chaque cabosse est récoltée à la main. Ces fèves sont torréfiées lentement pour libérer leurs arômes les plus profonds, ceux qui remplissent l'air de chaleur et de promesse.",
  "the_secrets_of_luxury_chocolate_section_2_title": "2. L'Art de l'Assemblage",
  "the_secrets_of_luxury_chocolate_section_2_content": "Un maître chocolatier est comme un artiste parfumeur. Il mélange différentes origines de cacao pour créer une saveur riche, complexe et équilibrée. C'est cette harmonie — entre amertume et douceur, force et délicatesse — qui définit l'âme du bon chocolat.",
  "the_secrets_of_luxury_chocolate_section_3_title": "3. La Pureté Avant Tout",
  "the_secrets_of_luxury_chocolate_section_3_content": "Pas de raccourcis. Pas d'additifs inutiles. Juste du cacao, du sucre et du pur beurre de cacao. Le chocolat de luxe est pur, honnête et authentique. Vous pouvez goûter l'intégrité dans chaque carré — le genre de pureté que les barres produites en masse ne peuvent tout simplement pas égaler.",
  "the_secrets_of_luxury_chocolate_section_4_title": "4. Une Texture Qui Fond Comme une Émotion",
  "the_secrets_of_luxury_chocolate_section_4_content": "Le chocolat parfait ne se contente pas d'être bon — il procure une sensation agréable. Il fond lentement, libérant les saveurs une par une, comme un secret murmuré. Cette texture veloutée provient d'heures de conchage — un processus de mélange lent qui affine le chocolat jusqu'à ce qu'il soit incroyablement lisse.",
  "the_secrets_of_luxury_chocolate_section_5_title": "5. Fabriqué, Pas Manufacturé",
  "the_secrets_of_luxury_chocolate_section_5_content": "Chaque pièce de chocolat de luxe est le résultat du toucher humain — des mains expertes tempérant, façonnant et décorant avec soin. Il ne s'agit pas de machines ; il s'agit de personnes qui aiment ce qu'elles font, créant quelque chose d'extraordinaire pour le plaisir des autres.",
  "the_secrets_of_luxury_chocolate_section_6_title": "6. Un Luxe Que Vous Pouvez Goûter",
  "the_secrets_of_luxury_chocolate_section_6_content": "Le chocolat de luxe n'est pas une question de prix — c'est une question d'expérience. Il s'agit de ralentir, de savourer l'instant et de s'offrir quelque chose de rare : la vraie qualité.",
  "the_secrets_of_luxury_chocolate_conclusion": "Chez Dulcé Land, chaque création honore cette philosophie. De la sélection des ingrédients à l'emballage doré final, chaque détail est conçu pour offrir plus qu'une saveur — il est destiné à offrir une sensation : le goût de l'élégance.",
  "the_secrets_of_luxury_chocolate_author": "Écrit avec amour par l'équipe Dulce Land — Où chaque bouchée raconte une histoire.",
  "blog_post_our_new_seasonal_creations_title": "Nos Nouvelles Créations Saisonnières",
  "blog_post_our_new_seasonal_creations_summary": "Découvrez les dernières nouveautés de notre collection, inspirées par les saveurs de saison et les célébrations festives.",
  "our_new_seasonal_creations_intro_1": "Chaque saison a sa propre saveur, sa propre émotion.",
  "our_new_seasonal_creations_intro_2": "Chez Dulcé Land, nous croyons que les douceurs doivent capturer ces sentiments — la chaleur des couchers de soleil estivaux, le confort des nuits d'hiver, la joie des matins de printemps. C'est pourquoi chacune de nos créations saisonnières naît de l'émotion, pas des machines. Chaque détail, des ingrédients que nous choisissons à la manière dont nous emballons chaque boîte, porte quelque chose de plus profond.",
  "our_new_seasonal_creations_spring_title": "🌸 Printemps — Léger, Frais et Floral",
  "our_new_seasonal_creations_spring_content": "Le printemps chez Dulcé Land est synonyme de fraîcheur. Imaginez du chocolat blanc infusé à la fleur d'oranger, ou de douces truffes à la pistache caressées de pétales de rose. Chaque bouchée est comme le premier rayon de soleil après un long hiver — doux, chaleureux et plein d'espoir.",
  "our_new_seasonal_creations_summer_title": "☀️ Été — Lumineux, Audacieux et Joyeux",
  "our_new_seasonal_creations_summer_content": "Quand les jours rallongent, nos recettes deviennent plus audacieuses. Pensez aux ganaches de fruits tropicaux, aux pralines citronnées et aux mousses légères qui fondent en bouche. Nous équilibrons la douceur avec la luminosité — créant des saveurs qui vous font sourire, tout comme l'été lui-même.",
  "our_new_seasonal_creations_autumn_title": "🍂 Automne — Confort et Caractère",
  "our_new_seasonal_creations_autumn_content": "L'automne apporte de la profondeur — de riches pralines aux noisettes, des amandes caramélisées et du chocolat noir avec une touche d'épices. C'est une saison pour l'indulgence douillette, pour les moments partagés autour de boissons chaudes et de rires. Nos coffrets d'automne sont faits pour réconforter le cœur autant qu'ils plaisent au palais.",
  "our_new_seasonal_creations_winter_title": "❄️ Hiver — Élégant et Intemporel",
  "our_new_seasonal_creations_winter_content": "En hiver, nous revenons aux classiques — des mélanges de cacao intenses, des ganaches crémeuses et notre touche dorée signature. Chaque pièce est une célébration, parfaite pour offrir ou déguster pendant la saison des fêtes. Fabriquée à la main, emballée avec soin et conçue pour être mémorable.",
  "our_new_seasonal_creations_conclusion_title": "❤️ Fait à la Main, Fait avec le Cœur",
  "our_new_seasonal_creations_conclusion_content": "Derrière chaque collection saisonnière se tient notre équipe d'artisans passionnés — des personnes qui tempèrent, mélangent et décorent avec amour et précision. Pas de précipitation, pas de raccourcis — juste du dévouement et de la créativité. Parce que chez Dulcé Land, nous ne faisons pas que des douceurs… nous créons des émotions.",
  "our_new_seasonal_creations_author": "Écrit avec amour par l'équipe Dulce Land — Où chaque bouchée raconte une histoire.",
  "blog_post_the_art_of_pairing_sweets_with_drinks_title": "L'Art d'Accorder les Douceurs avec les Boissons — Édition Thé & Limonade",
  "blog_post_the_art_of_pairing_sweets_with_drinks_summary": "Découvrez la magie d'associer nos douceurs exquises avec le thé parfait ou une limonade rafraîchissante pour une expérience inoubliable.",
  "the_art_of_pairing_sweets_with_drinks_intro_1": "Il y a une magie discrète dans la rencontre des saveurs.",
  "the_art_of_pairing_sweets_with_drinks_intro_2": "Chez Dulcé Land, nous croyons qu'une douceur parfaitement élaborée devient inoubliable lorsqu'elle est associée à la bonne boisson — une boisson qui sublime son arôme, sa texture et son histoire.",
  "the_art_of_pairing_sweets_with_drinks_intro_3": "Alors que beaucoup pensent aux accords café ou vin, nous trouvons notre inspiration dans la fraîcheur du thé et l'éclat des limonades maison — deux compagnons qui élèvent le chocolat et les confiseries vers une harmonie pure.",
  "the_art_of_pairing_sweets_with_drinks_section_1_title": "🍵 1. Le Thé — Le Doux Compagnon du Chocolat",
  "the_art_of_pairing_sweets_with_drinks_section_1_content_1": "Le thé a une âme propre. Sa chaleur, son parfum et sa subtilité en font un accord parfait pour les douceurs.",
  "the_art_of_pairing_sweets_with_drinks_section_1_content_2": "Thé Noir & Chocolat Noir :",
  "the_art_of_pairing_sweets_with_drinks_section_1_content_3": "La force du thé noir — comme l'Earl Grey ou le Darjeeling — révèle la profondeur du cacao intense. C'est élégant, légèrement amer et merveilleusement équilibré.",
  "the_art_of_pairing_sweets_with_drinks_section_1_content_4": "Thé Vert & Chocolat Blanc :",
  "the_art_of_pairing_sweets_with_drinks_section_1_content_5": "Les notes légères et herbacées du thé vert se marient magnifiquement avec la douceur crémeuse du chocolat blanc. Ensemble, ils procurent une sensation rafraîchissante et paisible — un accord qui murmure le calme.",
  "the_art_of_pairing_sweets_with_drinks_section_1_content_6": "Tisane & Douceurs aux Noix :",
  "the_art_of_pairing_sweets_with_drinks_section_1_content_7": "Les infusions comme la camomille, la menthe ou la verveine adoucissent les pralines et les douceurs aux amandes. Le contraste entre les tons chauds de noix et la fraîcheur herbacée est tout simplement apaisant.",
  "the_art_of_pairing_sweets_with_drinks_section_1_content_8": "Associée au thé, chaque douceur Dulcé Land devient plus qu'un dessert — elle devient un moment de sérénité.",
  "the_art_of_pairing_sweets_with_drinks_section_2_title": "🍋 2. La Limonade — Une Fraîcheur qui Éveille les Sens",
  "the_art_of_pairing_sweets_with_drinks_section_2_content_1": "Parfois, tout ce dont une douceur a besoin, c'est d'une étincelle — et c'est là qu'intervient la limonade.",
  "the_art_of_pairing_sweets_with_drinks_section_2_content_2": "Limonade Classique & Chocolat au Lait :",
  "the_art_of_pairing_sweets_with_drinks_section_2_content_3": "L'acidité du citron traverse la richesse, rafraîchissant votre palais et révélant des notes de cacao cachées.",
  "the_art_of_pairing_sweets_with_drinks_section_2_content_4": "Limonade à la Rose & Douceurs à la Pistache :",
  "the_art_of_pairing_sweets_with_drinks_section_2_content_5": "Une limonade florale douce complète la subtile salinité de la pistache. Cela ressemble à un jardin d'été — romantique et vivant.",
  "the_art_of_pairing_sweets_with_drinks_section_2_content_6": "Limonade à la Menthe & Créations au Caramel :",
  "the_art_of_pairing_sweets_with_drinks_section_2_content_7": "L'éclat frais de la menthe et des agrumes équilibre la douceur profonde du caramel, le rendant plus léger et plus vibrant.",
  "the_art_of_pairing_sweets_with_drinks_section_2_content_8": "Avec la limonade, chaque bouchée est vivante — une danse de fraîcheur et d'indulgence.",
  "the_art_of_pairing_sweets_with_drinks_section_3_title": "🌸 3. Le Rituel Parfait",
  "the_art_of_pairing_sweets_with_drinks_section_3_content_1": "Que vous choisissiez le thé ou la limonade, ce qui compte le plus, c'est le moment que vous créez.",
  "the_art_of_pairing_sweets_with_drinks_section_3_content_2": "Dressez votre table, ralentissez et laissez vos sens vous guider. Le goût devient émotion — et l'émotion devient souvenir.",
  "the_art_of_pairing_sweets_with_drinks_section_3_content_3": "Parce qu'associer douceurs et boissons ne concerne pas seulement la saveur… C'est une question de connexion — entre la douceur, la gorgée et l'âme.",
  "the_art_of_pairing_sweets_with_drinks_author": "✨ Dulcé Land — où chaque accord raconte une histoire.",
  "blog_post_sweet_traditions_around_the_world_title": "Traditions Sucrées du Monde Entier — Un Voyage dans les Desserts Intemporels d'Algérie",
  "blog_post_sweet_traditions_around_the_world_summary": "Explorez les riches et poétiques traditions sucrées d'Algérie, mêlant héritage et luxe moderne.",
  "sweet_traditions_around_the_world_intro_1": "Chaque culture porte ses propres histoires à travers les douceurs — des histoires de célébration, d'hospitalité et d'amour.",
  "sweet_traditions_around_the_world_intro_2": "Des pâtisseries délicates de France aux chocolats riches de Suisse, les douceurs ont toujours connecté les gens à leurs racines.",
  "sweet_traditions_around_the_world_intro_3": "Mais peu de traditions sont aussi sincères et poétiques que celles que l'on trouve en Algérie — un pays où le sucre n'est pas seulement un ingrédient, mais un langage d'émotion.",
  "sweet_traditions_around_the_world_intro_4": "Chez Dulcé Land, nous nous inspirons de ces recettes intemporelles — mêlant héritage et luxe moderne.",
  "sweet_traditions_around_the_world_section_1_title": "🌿 Un Goût d'Histoire",
  "sweet_traditions_around_the_world_section_1_content_1": "En Algérie, les douceurs sont un pont entre le passé et le présent.",
  "sweet_traditions_around_the_world_section_1_content_2": "Elles racontent des histoires de grands-mères préparant des plateaux de makrout, ghribia et baklawa avant les mariages ou les célébrations de l'Aïd.",
  "sweet_traditions_around_the_world_section_1_content_3": "Chaque dessert est confectionné avec patience et fierté — de la semoule dorée caressée par le miel, des amandes moulues à la main, de l'eau de fleur d'oranger emplissant l'air de son parfum tendre.",
  "sweet_traditions_around_the_world_section_1_content_4": "Ce qui rend les douceurs algériennes si spéciales n'est pas seulement leur saveur — c'est leur âme. Elles portent la chaleur de la famille, le rythme de la tradition et l'élégance d'un savoir-faire séculaire.",
  "sweet_traditions_around_the_world_section_2_title": "🍯 Icônes du Patrimoine Sucré Algérien",
  "sweet_traditions_around_the_world_section_2_content_1": "Makrout el louz — Douceurs aux amandes en forme de losange enrobées de sucre, délicates et luxueuses, souvent servies pour honorer les invités.",
  "sweet_traditions_around_the_world_section_2_content_2": "Baklawa — Couches de pâte fine comme du papier garnies d'amandes, imbibées de miel ; un chef-d'œuvre de texture et d'équilibre.",
  "sweet_traditions_around_the_world_section_2_content_3": "Kaak el Nakache — Une pâtisserie magnifiquement sculptée symbolisant l'art, la patience et la célébration.",
  "sweet_traditions_around_the_world_section_2_content_4": "Tamina — Une douceur de semoule moelleuse offerte pour accueillir les nouveau-nés — douce, dorée et pleine de sens.",
  "sweet_traditions_around_the_world_section_2_content_5": "Kalb el louz — Le cœur de chaque soirée de Ramadan, imbibé de sirop et rempli de nostalgie.",
  "sweet_traditions_around_the_world_section_2_content_6": "Chaque création parle le langage universel de la générosité — car dans la culture algérienne, offrir une douceur, c'est offrir de l'amour.",
  "sweet_traditions_around_the_world_section_3_title": "🕌 Le Rituel du Partage",
  "sweet_traditions_around_the_world_section_3_content_1": "En Algérie, les douceurs ne sont pas seulement mangées ; elles sont partagées.",
  "sweet_traditions_around_the_world_section_3_content_2": "Elles rassemblent les familles pendant l'Aïd, les mariages, et même les après-midis tranquilles où le thé est servi.",
  "sweet_traditions_around_the_world_section_3_content_3": "Le thé lui-même — généralement du thé à la menthe — fait autant partie du rituel que les pâtisseries.",
  "sweet_traditions_around_the_world_section_3_content_4": "Ensemble, ils forment un moment de connexion, une pause dans la journée où tout ralentit, et la joie devient tangible.",
  "sweet_traditions_around_the_world_section_4_title": "✨ Quand la Tradition Rencontre le Luxe Moderne",
  "sweet_traditions_around_the_world_section_4_content_1": "Chez Dulcé Land, nous croyons que le luxe ne concerne pas seulement l'esthétique — il s'agit d'émotion.",
  "sweet_traditions_around_the_world_section_4_content_2": "Nos douceurs rendent hommage au riche héritage de l'Algérie tout en embrassant la créativité mondiale.",
  "sweet_traditions_around_the_world_section_4_content_3": "Lorsque vous goûtez une création Dulcé Land, vous ne goûtez pas seulement du chocolat ou du miel — vous goûtez une histoire, écrite à travers les générations et portée avec amour.",
  "sweet_traditions_around_the_world_section_4_content_4": "Car peu importe la distance parcourue, les traditions les plus douces sont celles qui nous rappellent d'où nous venons.",
  "sweet_traditions_around_the_world_author": "🇩🇿 Dulcé Land — honorant la douceur de l'âme algérienne."
}