{
  "home": "Home",
  "our_boxes": "Our Boxes",
  "gallery": "Gallery",
  "blog": "Blog",
  "contact": "Contact",
  "shopping_cart": "Shopping Cart",
  "welcome_to": "Welcome to",
  "dulce_land": "Dulce Land",
  "view_collection": "View Collection",
  "order_now": "Order Now",
  "the_art_of_luxury_sweets": "The Art of Luxury Sweets",
  "about_us_paragraph": "At Dulce Land, we believe in crafting more than just sweets; we create edible masterpieces. Each box is a testament to our passion for exquisite flavors, premium ingredients, and meticulous artistry. From the delicate crunch of our handcrafted chocolates to the melt-in-your-mouth perfection of our pastries, every bite is designed to transport you to a world of pure indulgence. Discover the difference that dedication and a touch of luxury can make.",
  "our_signature_boxes": "Our Signature Boxes",
  "our_signature_boxes_paragraph": "Discover our exquisite collection of handcrafted sweet boxes, perfect for gifting or treating yourself. Each box is filled with love and the finest ingredients.",
  "view_all_boxes": "View All Boxes",
  "why_choose_dulce_land_title": "Why Choose Dulcé Land",
  "why_choose_dulce_land_subtitle": "Because every detail matters.",
  "reason_0_front_title": "Natural Ingredients",
  "reason_0_back_text": "We use only pure, high-quality ingredients sourced from trusted local and international partners.",
  "reason_1_front_title": "Luxury Packaging",
  "reason_1_back_text": "Every box is crafted like a gift — elegant, golden, and designed to impress from the first glance.",
  "reason_2_front_title": "Artisanal Excellence",
  "reason_2_back_text": "Each sweet is handmade by passionate artisans blending creativity and tradition.",
  "reason_3_front_title": "Fast & Fresh Delivery",
  "reason_3_back_text": "We ensure every order arrives fresh, beautifully presented, and on time.",
  "reason_4_front_title": "Personalized Service",
  "reason_4_back_text": "We tailor every experience to your needs — because luxury means attention to detail.",
  "reason_5_front_title": "Trusted by Sweet Lovers",
  "reason_5_back_text": "Our clients choose us not just for the taste — but for the feeling of elegance we deliver.",
  "what_our_clients_say": "What Our Clients Say",
  "every_bite_tells_a_story": "Every Bite Tells a Story of Perfection",
  "get_in_touch": "Get in Touch",
  "whatsapp_us": "WhatsApp Us",
  "email_address": "info@dulceland.dz",
  "address": "123 Sweet Street, Algiers, Algeria",
  "phone_number": "+213 555 123 456",
  "all_rights_reserved": "All rights reserved.",
  "add_to_cart": "Add to Cart",
  "our_sweet_boxes_title": "Our Sweet Boxes",
  "our_sweet_boxes_description": "Discover our exquisite collection of handcrafted sweet boxes, perfect for gifting or treating yourself. Each box is filled with love and the finest ingredients.",
  "classic_sweet_box_name": "Classic Sweet Box",
  "classic_sweet_box_description": "A delightful assortment of our most popular sweets, perfect for any occasion. Includes chocolates, cookies, and candies.",
  "gourmet_chocolate_box_name": "Gourmet Chocolate Box",
  "gourmet_chocolate_box_description": "Indulge in our premium selection of handcrafted chocolates, made with the finest cocoa beans and unique fillings.",
  "assorted_cookie_box_name": "Assorted Cookie Box",
  "assorted_cookie_box_description": "A variety of freshly baked cookies, from classic chocolate chip to delicate shortbread, something for everyone.",
  "premium_sweet_box_name": "Premium Sweet Box",
  "premium_sweet_box_description": "An exquisite collection of our finest and most luxurious sweets, perfect for special gifts and grand celebrations.",
  "kids_fun_box_name": "Kids Fun Box",
  "kids_fun_box_description": "A colorful box filled with fun and tasty treats that kids will love, including lollipops, gummies, and mini cupcakes.",
  "customizable_sweet_box_name": "Customizable Sweet Box",
  "customizable_sweet_box_description": "Create your own perfect sweet box by choosing from our wide range of individual treats. The ultimate personalized gift!",
  "your_shopping_cart": "Your Shopping Cart",
  "cart_empty_message": "Your cart is empty. Please add items before checking out.",
  "start_shopping": "Start shopping!",
  "clear_cart": "Clear Cart",
  "order_summary": "Order Summary",
  "subtotal": "Subtotal:",
  "total": "Total:",
  "proceed_to_checkout": "Proceed to Checkout",
  "checkout_title": "Checkout",
  "checkout_description": "Please fill in your details to complete your order.",
  "shipping_information": "Shipping Information",
  "first_name": "First Name",
  "last_name": "Last Name",
  "address": "Address",
  "city": "City",
  "state_province": "State/Province",
  "zip_code": "Zip Code",
  "phone_number": "Phone Number",
  "payment_method": "Payment Method",
  "cash_on_delivery": "Cash on Delivery",
  "credit_card": "Credit Card",
  "credit_card_details": "Credit Card Details",
  "card_number": "Card Number",
  "expiry_date": "Expiry Date",
  "cvv": "CVV",
  "place_order": "Place Order",
  "cart_empty_toast": "Your cart is empty. Please add items before checking out.",
  "order_placed_success_toast": "Order placed successfully!",
  "contact_us_title": "Contact Us",
  "contact_us_description": "Have a question or a special request? We'd love to hear from you!",
  "name": "Name",
  "email": "Email",
  "subject": "Subject",
  "message": "Message",
  "send_message": "Send Message",
  "message_sent_success_toast": "Your message has been sent!",
  "order_confirmed_title": "Order Confirmed!",
  "order_confirmed_message_1": "Thank you for your purchase from Dulce Land. One of our agents will contact you shortly to confirm your order, after which it will be processed and delivered.",
  "order_confirmed_message_2": "You will receive an email or a WhatsApp message with all the details of your order.",
  "dulce_land_wish": "Dulce Land wish you a nice day!",
  "continue_shopping": "Continue Shopping",
  "return_to_home": "Return to Home",
  "our_sweet_creations_title": "Our Sweet Creations",
  "our_sweet_creations_description": "A visual feast of our delightful sweet boxes, cakes, and pastries. Get inspired by the artistry and passion in every creation.",
  "blog_section_title": "From the Heart of Dulce Land — Our Sweet Stories",
  "blog_section_subtitle": "Discover our inspirations, our creations and the secrets of luxury chocolate.",
  "blog_post_1_title": "How to choose the perfect box?",
  "blog_post_1_summary": "Find out our tips for selecting the ideal sweet box for every occasion, whether it's a gift or a personal treat.",
  "blog_post_2_title": "The secrets of luxury chocolate",
  "blog_post_2_summary": "Explore the journey of our premium cocoa beans, from cultivation to the exquisite chocolates you love.",
  "blog_post_3_title": "Our new seasonal creations",
  "blog_post_3_summary": "Discover the latest additions to our collection, inspired by seasonal flavors and festive celebrations.",
  "blog_post_4_title": "The art of pairing sweets with drinks",
  "blog_post_4_summary": "Learn how to perfectly match our gourmet sweets with your favorite beverages for an elevated experience.",
  "blog_post_5_title": "Behind the scenes: A day at Dulce Land",
  "blog_post_5_summary": "Get an exclusive look into our kitchen and meet the artisans who bring our sweet visions to life.",
  "blog_post_6_title": "Sweet traditions around the world",
  "blog_post_6_summary": "Journey with us to explore fascinating sweet traditions and desserts from different cultures.",
  "read_more": "Read More",
  "view_all_articles": "View All Articles",
  "all_blog_articles_title": "All Our Sweet Stories",
  "all_blog_articles_description": "Dive into the world of Dulce Land with our articles on sweets, chocolate, and gourmet experiences.",
  "coming_soon": "Coming Soon...",
  "more_articles_soon": "More articles will be added here shortly. Stay tuned for delightful stories!",
  "blog_post_detail_title": "Blog Post {id} Title",
  "blog_post_detail_content": "This is the detailed content for blog post {id}. Here you will find an in-depth look at the topic, including fascinating insights, behind-the-scenes stories, and expert tips. We are passionate about sharing our knowledge and love for luxury sweets with you. Stay tuned for more engaging content!",
  "back_to_blog": "Back to Blog",
  "blog_post_how_to_choose_perfect_box_title": "How to Choose the Perfect Box — The Art of Gifting with Dulce Land",
  "blog_post_how_to_choose_perfect_box_summary": "Discover our tips for selecting the ideal sweet box for every occasion, whether it's a gift or a personal treat.",
  "how_to_choose_perfect_box_intro": "There’s something magical about offering a box of chocolates. It’s not just a gift — it’s a gesture of love, gratitude, or celebration. But with so many choices, how do you choose the perfect box? At Dulce Land, we believe that every box tells a story — and that story should reflect the heart of the moment you wish to share.",
  "how_to_choose_perfect_box_section_1_title": "1. Think About the Occasion",
  "how_to_choose_perfect_box_section_1_content_1": "Every moment deserves its own flavor.",
  "how_to_choose_perfect_box_section_1_content_2": "Is it a romantic gesture? A thank-you gift? A family celebration?",
  "how_to_choose_perfect_box_section_1_content_3": "For intimate occasions, our Signature Heart Box is a timeless choice.",
  "how_to_choose_perfect_box_section_1_content_4": "For festive gatherings, go for our Luxury Gold Collection — elegant and generous.",
  "how_to_choose_perfect_box_section_2_title": "2. Know the Taste of the Receiver",
  "how_to_choose_perfect_box_section_2_content_1": "Dark, milk, or white chocolate? Caramel lovers or nut enthusiasts?",
  "how_to_choose_perfect_box_section_2_content_2": "When you know their preference, you show that you care.",
  "how_to_choose_perfect_box_section_2_content_3": "Our curated boxes allow you to personalize every detail — from texture to flavor harmony.",
  "how_to_choose_perfect_box_section_3_title": "3. Size & Presentation Matter",
  "how_to_choose_perfect_box_section_3_content_1": "A gift’s beauty lies in its details.",
  "how_to_choose_perfect_box_section_3_content_2": "A small, refined box says “I thought of you.”",
  "how_to_choose_perfect_box_section_3_content_3": "A larger, layered box says “You deserve something exceptional.”",
  "how_to_choose_perfect_box_section_3_content_4": "At Dulce Land, each box is handcrafted with golden accents and wrapped in a velvet finish for that unforgettable first impression.",
  "how_to_choose_perfect_box_section_4_title": "4. Add a Personal Touch",
  "how_to_choose_perfect_box_section_4_content_1": "A handwritten note. A name engraved on the ribbon.",
  "how_to_choose_perfect_box_section_4_content_2": "Little gestures that transform a box into a memory.",
  "how_to_choose_perfect_box_section_4_content_3": "Our team at Dulce Land loves helping you add that human warmth that makes the difference.",
  "how_to_choose_perfect_box_section_5_title": "5. Choose Quality & Authenticity",
  "how_to_choose_perfect_box_section_5_content_1": "Luxury is not only about appearance — it’s about authentic craftsmanship.",
  "how_to_choose_perfect_box_section_5_content_2": "Our chocolates are made with carefully selected ingredients, pure cocoa butter, and artisanal passion.",
  "how_to_choose_perfect_box_section_5_content_3": "Choosing Dulce Land means choosing excellence, elegance, and emotion.",
  "how_to_choose_perfect_box_conclusion_title": "Conclusion: Give More Than Chocolate",
  "how_to_choose_perfect_box_conclusion_content_1": "When you choose the perfect box, you’re not just offering sweets — you’re sharing emotion, taste, and artistry.",
  "how_to_choose_perfect_box_conclusion_content_2": "Whether it’s for yourself or someone special, the right box is one that speaks from the heart.",
  "how_to_choose_perfect_box_conclusion_content_3": "At Dulce Land, we help you make every gesture unforgettable.",
  "how_to_choose_perfect_box_author": "Written with love by the Dulce Land Team — Where every bite tells a story.",
  "blog_post_the_secrets_of_luxury_chocolate_title": "The Secrets of Luxury Chocolate",
  "blog_post_the_secrets_of_luxury_chocolate_summary": "Explore the journey of our premium cocoa beans, from cultivation to the exquisite chocolates you love.",
  "the_secrets_of_luxury_chocolate_intro": "There’s something magical about luxury chocolate. It’s not just a sweet — it’s a story of craftsmanship, patience, and passion. Every silky bite hides years of tradition and an obsession with perfection.",
  "the_secrets_of_luxury_chocolate_section_1_title": "1. It Begins with the Bean",
  "the_secrets_of_luxury_chocolate_section_1_content": "True luxury chocolate starts long before it reaches your hands. The secret lies in the cacao bean — carefully selected from sustainable farms where each pod is harvested by hand. These beans are roasted slowly to release their deepest aromas, the kind that fill the air with warmth and promise.",
  "the_secrets_of_luxury_chocolate_section_2_title": "2. The Art of Blending",
  "the_secrets_of_luxury_chocolate_section_2_content": "A master chocolatier is like a perfume artist. They blend different cocoa origins to create a flavor that’s rich, complex, and balanced. It’s this harmony — between bitterness and sweetness, strength and softness — that defines the soul of fine chocolate.",
  "the_secrets_of_luxury_chocolate_section_3_title": "3. Purity Above All",
  "the_secrets_of_luxury_chocolate_section_3_content": "No shortcuts. No unnecessary additives. Just cocoa, sugar, and pure cocoa butter. Luxury chocolate is clean, honest, and real. You can taste the integrity in every square — the kind of purity that mass-produced bars simply can’t match.",
  "the_secrets_of_luxury_chocolate_section_4_title": "4. Texture That Melts Like Emotion",
  "the_secrets_of_luxury_chocolate_section_4_content": "The perfect chocolate doesn’t just taste good — it feels good. It melts slowly, releasing flavors one by one, like a secret being told in whispers. That velvety texture comes from hours of conching — a slow mixing process that refines the chocolate until it’s impossibly smooth.",
  "the_secrets_of_luxury_chocolate_section_5_title": "5. Crafted, Not Manufactured",
  "the_secrets_of_luxury_chocolate_section_5_content": "Each luxury chocolate piece is the result of human touch — skilled hands tempering, shaping, and decorating with care. This isn’t about machines; it’s about people who love what they do, creating something extraordinary for others to enjoy.",
  "the_secrets_of_luxury_chocolate_section_6_title": "6. A Luxury You Can Taste",
  "the_secrets_of_luxury_chocolate_section_6_content": "Luxury chocolate isn’t about price — it’s about experience. It’s about slowing down, savoring the moment, and treating yourself to something rare: true quality.",
  "the_secrets_of_luxury_chocolate_conclusion": "At Dulcé Land, every creation honors this philosophy. From the selection of ingredients to the final golden packaging, each detail is designed to offer more than flavor — it’s meant to offer a feeling: the taste of elegance.",
  "the_secrets_of_luxury_chocolate_author": "Written with love by the Dulce Land Team — Where every bite tells a story.",
  "blog_post_our_new_seasonal_creations_title": "Our New Seasonal Creations",
  "blog_post_our_new_seasonal_creations_summary": "Discover the latest additions to our collection, inspired by seasonal flavors and festive celebrations.",
  "our_new_seasonal_creations_intro_1": "Every season has its own flavor, its own emotion.",
  "our_new_seasonal_creations_intro_2": "At Dulcé Land, we believe that sweets should capture those feelings — the warmth of summer sunsets, the coziness of winter nights, the joy of spring mornings. That’s why each of our seasonal creations is born from emotion, not machines. Every detail, from the ingredients we choose to the way we pack each box, carries something deeper.",
  "our_new_seasonal_creations_spring_title": "🌸 Spring — Light, Fresh, and Floral",
  "our_new_seasonal_creations_spring_content": "Spring at Dulcé Land is all about freshness. Imagine white chocolate infused with orange blossom, or soft pistachio truffles kissed with rose petals. Every bite feels like the first sunshine after a long winter — gentle, warm, and full of hope.",
  "our_new_seasonal_creations_summer_title": "☀️ Summer — Bright, Bold, and Joyful",
  "our_new_seasonal_creations_summer_content": "When the days get longer, our recipes get bolder. Think of tropical fruit ganaches, citrusy pralines, and light mousses that melt in your mouth. We balance sweetness with brightness — creating flavors that make you smile, just like summer itself.",
  "our_new_seasonal_creations_autumn_title": "🍂 Autumn — Comfort and Character",
  "our_new_seasonal_creations_autumn_content": "Autumn brings depth — rich hazelnut pralines, caramelized almonds, and dark chocolate with a hint of spice. It’s a season for cozy indulgence, for moments shared over warm drinks and laughter. Our autumn boxes are made to comfort the heart as much as they please the palate.",
  "our_new_seasonal_creations_winter_title": "❄️ Winter — Elegant and Timeless",
  "our_new_seasonal_creations_winter_content": "In winter, we return to the classics — intense cocoa blends, creamy ganaches, and our signature golden touch. Each piece feels like a celebration, perfect for gifting or enjoying during the festive season. Handcrafted, wrapped with care, and made to be remembered.",
  "our_new_seasonal_creations_conclusion_title": "❤️ Made by Hand, Made with Heart",
  "our_new_seasonal_creations_conclusion_content": "Behind every seasonal collection stands our team of passionate artisans — people who temper, mix, and decorate with love and precision. No rush, no shortcuts — just dedication and creativity. Because at Dulcé Land, we don’t just make sweets… we create emotions.",
  "our_new_seasonal_creations_author": "Written with love by the Dulce Land Team — Where every bite tells a story.",
  "blog_post_the_art_of_pairing_sweets_with_drinks_title": "The Art of Pairing Sweets with Drinks — Tea & Lemonade Edition",
  "blog_post_the_art_of_pairing_sweets_with_drinks_summary": "Discover the magic of pairing our exquisite sweets with the perfect tea or refreshing lemonade for an unforgettable experience.",
  "the_art_of_pairing_sweets_with_drinks_intro_1": "There’s a quiet kind of magic in the way flavors meet.",
  "the_art_of_pairing_sweets_with_drinks_intro_2": "At Dulcé Land, we believe that a perfectly crafted sweet becomes unforgettable when paired with the right drink — one that enhances its aroma, texture, and story.",
  "the_art_of_pairing_sweets_with_drinks_intro_3": "While many think of coffee or wine pairings, we find our inspiration in the freshness of tea and the brightness of homemade lemonades — two companions that elevate chocolate and confections into pure harmony.",
  "the_art_of_pairing_sweets_with_drinks_section_1_title": "🍵 1. Tea — The Gentle Companion of Chocolate",
  "the_art_of_pairing_sweets_with_drinks_section_1_content_1": "Tea has a soul of its own. Its warmth, fragrance, and subtlety make it a perfect match for sweets.",
  "the_art_of_pairing_sweets_with_drinks_section_1_content_2": "Black Tea & Dark Chocolate:",
  "the_art_of_pairing_sweets_with_drinks_section_1_content_3": "The strength of black tea — like Earl Grey or Darjeeling — brings out the depth of intense cocoa. It’s elegant, slightly bitter, and wonderfully balanced.",
  "the_art_of_pairing_sweets_with_drinks_section_1_content_4": "Green Tea & White Chocolate:",
  "the_art_of_pairing_sweets_with_drinks_section_1_content_5": "The light, grassy notes of green tea blend beautifully with the creamy sweetness of white chocolate. Together, they feel refreshing and peaceful — a pairing that whispers calm.",
  "the_art_of_pairing_sweets_with_drinks_section_1_content_6": "Herbal Tea & Nutty Sweets:",
  "the_art_of_pairing_sweets_with_drinks_section_1_content_7": "Infusions like chamomile, mint, or verbena soften pralines and almond treats. The contrast between warm nutty tones and herbal freshness is simply soothing.",
  "the_art_of_pairing_sweets_with_drinks_section_1_content_8": "When paired with tea, every Dulcé Land sweet becomes more than a dessert — it becomes a moment of serenity.",
  "the_art_of_pairing_sweets_with_drinks_section_2_title": "🍋 2. Lemonade — Freshness that Awakens the Senses",
  "the_art_of_pairing_sweets_with_drinks_section_2_content_1": "Sometimes, all a sweet needs is a spark — and that’s where lemonade comes in.",
  "the_art_of_pairing_sweets_with_drinks_section_2_content_2": "Classic Lemonade & Milk Chocolate:",
  "the_art_of_pairing_sweets_with_drinks_section_2_content_3": "The tang of lemon cuts through the richness, refreshing your palate and revealing hidden cocoa notes.",
  "the_art_of_pairing_sweets_with_drinks_section_2_content_4": "Rose Lemonade & Pistachio Sweets:",
  "the_art_of_pairing_sweets_with_drinks_section_2_content_5": "A soft floral lemonade complements the subtle saltiness of pistachio. It feels like a summer garden — romantic and alive.",
  "the_art_of_pairing_sweets_with_drinks_section_2_content_6": "Mint Lemonade & Caramel Creations:",
  "the_art_of_pairing_sweets_with_drinks_section_2_content_7": "The cool burst of mint and citrus balances caramel’s deep sweetness, making it lighter and more vibrant.",
  "the_art_of_pairing_sweets_with_drinks_section_2_content_8": "With lemonade, every bite feels alive — a dance of freshness and indulgence.",
  "the_art_of_pairing_sweets_with_drinks_section_3_title": "🌸 3. The Perfect Ritual",
  "the_art_of_pairing_sweets_with_drinks_section_3_content_1": "Whether you choose tea or lemonade, what matters most is the moment you create.",
  "the_art_of_pairing_sweets_with_drinks_section_3_content_2": "Set your table, slow down, and let your senses guide you. Taste becomes emotion — and emotion becomes memory.",
  "the_art_of_pairing_sweets_with_drinks_section_3_content_3": "Because pairing sweets and drinks isn’t just about flavor… It’s about connection — between the sweet, the sip, and the soul.",
  "the_art_of_pairing_sweets_with_drinks_author": "✨ Dulcé Land — where every pairing tells a story."
}